Repository: sebastianknopf/opentransport-editor
Catalog: src/Locale/*/default.po
Languages: de

source: REST_API_INFO_TEXT
de: # {0} REST API Die {0} REST API ermöglicht einen strukturierten Zugriff auf enthaltene Daten weitestgehend analog zum GTFS-Standard. Bei einigen Datentypen sind zusätzliche Felder vorhanden, welche hier eingehend beschrieben werden. Informationen über die übrigen Felder und deren Bedeutung erhalten Sie in der allgemeinen [GTFS-Referenz](https://gtfs.org/reference/static). ## Allgemeine Information Der Endpunkt für die {0} API kann unter `https://{yourdomain}/api` erreicht werden. Grundsätzlich sollten alle Anfragen über HTTPS erfolgen um ein Abfangen der Verbindung durch Dritte zu verhindern. Das Anfordern von Ressourcen erfolgt auf Basis eines Bezeichners, eines Selektors und eines Formats. Weitere Parameter sind je nach Selektor erforderlich oder optional anzugeben. ## Verfügbare Ressourcen Der **Bezeichner** definiert, welche Ressource von der API angefragt werden soll. Mögliche Ressourcen sind: | Name | Ressource | | --- | ----------- | | stops | Haltestellen | | routes | Linien | | trips | Fahrten | ## Mögliche Selektoren Über den **Selektor** und die entsprechenden Parameter wird die Auswahl der entsprechenden Ressource eingeschränkt. Für jede Ressource stehen mehrere mögliche Selektoren zur Verfügung: | Resource | Name | Beschreibung | | --- | ----------- | --- | | stops | byStopId | selektiert eine Haltestelle anhand der eindeutigen Stop-ID | | stops | byLatLon | selektiert Haltestellen anhand von Geokoordinaten im Format WGS84 | | stops | byStopCodeOrStopName | selektiert Haltestellen anhand ihrer Bezeichnung oder ihres Codes | | routes | byRouteId| selektiert eine Linie anhand ihrer eindeutigen Route-ID | | routes | byRouteName | selektiert Linien anhand ihrer Bezeichnung | | trips | byTripId | selektiert eine Fahrt anhand ihrer eundeutigen Trip-ID | | trips | byRouteId | selektiert alle Fahrten anhand der Route-ID | | trips | byBlockId | selektiert alle Fahrten desselben Blocks (als Durchbindung) | | trips | byStopId | selektiert alle Fahrten, welche an einer Haltestelle verkehren | ## Obligatorische Parameter Zu jedem dieser Selektoren sind weitere zwingend Parameter erforderlich: | Selektor | Parameter | Beschreibung | | --- | --- | --- | | byStopId | stopId | eindeutige Stop-ID zum Referenzieren einer Haltestelle | | byLatLon | refLat | Breitengrad eines Standorts | | byLatLon | refLon | Längengrand eines Standorts im Format WGS84 | | byStopCodeOrStopName | stopCode / stopName | Bezeichnung oder Code der gesuchten Haltestelle | | byRouteId | routeId | eindeutige Route-ID zum Referenzieren einer Linie | | byRouteName | routeName | Bezeichnung der gesuchten Linie | | byTripId | tripId | eindeutige Trip-ID zum Referenzieren einer einzelnen Fahrt | | byBlockId | blockId | einideutige Block-ID zum Referenzieren eines Fahrten-Blocks | ## Optionale Parameter Optional können weitere Parameter angegeben werden, um das Suchergebnis weiter einzugrenzen: | Selektor | Parameter | Default | Beschreibung | | --- | --- | --- | --- | | stops/byLatLon | refDistance | 10 | Suchradius in [km], in dem nach Ergebnissen gesucht wird | | stops/byLatLon, stops/byStopId, stops/byStopCodeOrStopName | wheelchairEnabled | false | Ausschließlich barrierefreie Stationen | | trips/byTripId,trips/byRouteId, trips/byBlockId,trips/byStopId | date | null | Datum im Format YYYY-mm-dd, an dem nach einer Fahrt gesucht wird | | trips/byTripId,trips/byRouteId, trips/byBlockId,trips/byStopId | time | akt. Uhrzeit | Uhrzeit im Format HH:mm:ss, für die nach einer Fahrt gesucht wird | | trips/byTripId,trips/byRouteId, trips/byBlockId,trips/byStopId | wheelchairEnabled | false | Ausschließlich barrierefreie Fahrten | | trips/byTripId,trips/byRouteId, trips/byBlockId,trips/byStopId | bikesEnabled | false | Ausschließlich Fahrten mit Fahrradmitnahme | | trips/byStopId | arrivals | 1 | Eingrenzung für Ankünfte und endende Fahrten an einer Haltestelle | | trips/byStopId | departures | 1 | Eingrenzung für Abfahrten an einer Haltestelle | Die API unterstützt als **Format** zur Kommunikation die Standards JSON und XML. ## Zusätzliche Felder Neben den standardmäßig in der GTFS-Spezifizierung enthaltenen Feldern sind in einigen Objekten zusätzliche Felder enthalten: | Ressource | Feld | Beschreibung | | --- | --- | --- | | stops | stop_distance | Enthält die Distanz zum Referenzpunkt in [km] *Hinweis: Dieses Feld ist nur bei einer Anfrage über den Selektor byLatLon enthalten!* | | trips | start_time | Startzeit der Fahrt analog zur ersten Abfahrtszeit | | trips | end_time | Endzeit der Fahrt analog zur letzten Ankunftszeit | ## Anfragestruktur Alle Anfragen werden über die Methode `GET` entsprechend der nachfolgenden Standardstruktur an die API gesandt: `/api/{resource}/{selektor}.{format}?{params}` Die API liefert daraufhin die ermittelten Ergebnisse im gewünschten Format. Liefert die API eine leere Ergebnismenge, so wurden keine passenden Ergebnisse gefunden. ## Antwortstruktur Abhängig von der jeweiligen Anfrage liefert die API einige Statusinformationen sowie eine Ergebnismenge. Die Bezeichnung der Ergebnismenge hängt von der angefragten Ressource ab. Grundlegend kann die Antwortstruktur nach folgendem Schema angenommen werden: ``` '{ "status": 200, "message": "OK", "result": { "stops":[], "routes":[], "trips":[] } }' ``` ## Fehlerbehandlung Tritt während der Verarbeitung der Anfrage ein Fehler auf, wird dieser von der internen Fehlerbehandlung abgefangen. Anstatt der zuvor erläuterten Antwortstruktur liefert die API im Fehlerfall eine Antwort entsprechend dem folgenden Schema: ``` '{ "status": 500, "message": "Unknown finder method \"abc\"" }' ``` ## Beispiele Die nachfolgenden Beispiele dienen als Referenz zur Nutzung der API. Beachten Sie bitte, dass die Ergebnisse sich je nach zu Grunde liegenden Daten unterscheiden! ### Haltestellen nach GPS-Position Typischerweise wird diese Anfrage genutzt, um alle Haltestellen um einen bestimmten Punkt auf einer Karte anzuzeigen. Hier werden alle Haltestellen im Umkreis von 50km um den Punkt (48.000 / 08.000) geladen. **Anfrage** `GET` `https://{yourdomain}/api/stops/byLatLon.json?lat=48.000&lon=08.000&radius=50` **Antwort** ``` '{ "status": 200, "message": "OK", "result": { "stops": [{ "stop_distance": "0", "stop_id": 4, "stop_code": "TPH", "stop_name": "Pforzheim Hbf", "stop_desc": "", "stop_lat": 48.893993628411, "stop_lon": 8.7031084299088, "location_type": "1", "parent_station": "", "platform_code": "", "wheelchair_boarding": "1" }, { "stop_distance": "8.988290555422704", "stop_id": 43, "stop_code": "TNE", "stop_name": "Neuenbürg (Enz)", "stop_desc": "", "stop_lat": 48.849138900895, "stop_lon": 8.6009377241135, "location_type": "1", "parent_station": "", "platform_code": "", "wheelchair_boarding": "1" }, { "stop_distance": "18.079551953364195", "stop_id": 27, "stop_code": "RETZ", "stop_name": "Etzenrot", "stop_desc": "", "stop_lat": 48.914283048681, "stop_lon": 8.45767557621, "location_type": "1", "parent_station": "", "platform_code": "", "wheelchair_boarding": "1" }] } }' ``` ### Haltestellen nach Bezeichung Um die Haltestellen für eine Verbindungsauskunft zu ermitteln, können die Haltestellen nach ihrer Bezeichnung oder ihrem Code gesucht werden. Nachfolgend werden alle Haltestellen, deren Bezeichnung "Karlsruhe" enthält, geladen. **Anfrage** `GET` `https://{yourdomain}/api/stops/byStopNameOrStopCode.json?stopName=Karlsruhe` **Antwort** ``` '{ "status": 200, "message": "OK", "result": { "stops": [{ "stop_id": 5, "stop_code": "RK", "stop_name": "Karlsruhe Hbf", "stop_desc": "", "stop_lat": 48.993605550793, "stop_lon": 8.4020465612412, "location_type": "1", "parent_station": "", "platform_code": "", "wheelchair_boarding": "1" }, { "stop_id": 7, "stop_code": "RKV", "stop_name": "Karlsruhe Hbf Vorplatz", "stop_desc": "", "stop_lat": 48.994365492397, "stop_lon": 8.3996647596359, "location_type": "1", "parent_station": "", "platform_code": "", "wheelchair_boarding": "2" }] } }' ``` ### Linien nach Bezeichnung Linien lassen sich gezielt nach ihrer Bezeichnung ermitteln. Die nachfolgende Anfrage ermittelt alle Linien, welche in ihrer Bezeichnung die Nummer "204" enhalten. **Anfrage** `GET` `https://{yourdomain}/api/routes/byRouteName.json?routeName=204` **Antwort** ``` '{ "status": 200, "message": "OK", "result": { "routes": [{ "route_id": 9, "route_short_name": "Stadtbus 204", "route_long_name": "Geroldsau - Merkur (Bergbahn)", "route_desc": "", "route_type": 3, "route_url": "", "route_color": "#ff7b00", "route_text_color": "#ffffff", "agency": { "agency_id": 8, "agency_name": "Stadtwerke Baden-Baden", "agency_url": "https:\/\/www.stadtwerke-baden-baden.de", "agency_timezone": "Europe\/Berlin", "agency_lang": "de", "agency_phone": "+49 7243 677 750", "agency_fare_url": "" } }] } }' ``` ### Fahrten an einer Haltestelle Abfahrtstafeln an Bahnhöfen stellen ein Standard-Informationsmedium dar. Folgende Anfrage ermittelt alle Abfahrten an der Haltestelle mit der ID 5 am 24.12.2019 ab 14:30 Uhr. **Anfrage** `GET` `https://{yourdomain}/api/trips/byStopId.json?stopId=5&date=2019-12-24&time=14:30:00&arrivals=0` **Antwort** ``` '{ "status": 200, "message": "OK", "result": { "trips": [{ "start_time": "18:08:00", "end_time": "18:35:00", "trip_id": 145, "trip_headsign": "111 Rastatt Bf", "trip_short_name": "99997", "direction_id": "0", "block_id": "", "wheelchair_accessible": "1", "bikes_allowed": "1", "frequencies": [{ "id": 15, "trip_id": 145, "start_time": "18:08:00", "end_time": "20:08:00", "headway_secs": 3600, "exact_times": "1", "flags": 0, "created": "19:05:00", "modified": "19:05:00" }], "stop_times": [{ "arrival_time": "18:08:00", "departure_time": "18:08:00", "pickup_type": "0", "drop_off_type": "1", "stop": { "stop_id": 8, "stop_code": "RKDU", "stop_name": "Karlsruhe-Durlach", "stop_desc": "", "stop_lat": 49.002094686517, "stop_lon": 8.4622621536255, "location_type": "1", "parent_station": "", "platform_code": "", "wheelchair_boarding": "1" } }], "route": { "route_id": 7, "route_short_name": "Linie 111", "route_long_name": "(TestLinie) TPH - RKDU - RK - RRA", "route_desc": "TestRoute", "route_type": 0, "route_url": "https:\/\/www.test-linie.de", "route_color": "#850909", "route_text_color": "#ffffff", "agency": { "agency_id": 6, "agency_name": "Test-Verkehrs-Gesellschaft mbH", "agency_url": "https:\/\/www.svtest02.info", "agency_timezone": "Europe\/Berlin", "agency_lang": "de", "agency_phone": "", "agency_fare_url": "" } } }] } }' ``` ### Fahrtdetails Um weitere Details einer Fahrt anzuzeigen, können sämtliche Informationen zu einer Fahrt anhand der Fahrt-ID ermittelt werden. Die folgende Anfrage demonstriert dies für die Fahrt mit der ID 64. **Anfrage** `GET` `https://{yourdomain}/api/trips/byTripId.json?tripId=64` **Antwort** ``` '{ "status": 200, "message": "OK", "result": { "trips": [{ "start_time": "06:57:00", "end_time": "07:04:00", "trip_id": 64, "trip_headsign": "E Brahmsplatz", "trip_short_name": "", "direction_id": "0", "block_id": "", "wheelchair_accessible": "1", "bikes_allowed": "1", "shape": null, "frequencies": [], "stop_times": [{ "arrival_time": "06:57:00", "departure_time": "06:57:00", "pickup_type": "0", "drop_off_type": "1", "stop": { "stop_id": 50, "stop_code": "MLB", "stop_name": "Malschbach", "stop_desc": "", "stop_lat": 48.722371011134, "stop_lon": 8.242267370224, "location_type": "1", "parent_station": "", "platform_code": null, "wheelchair_boarding": "1" } }, { "arrival_time": "06:58:00", "departure_time": "06:58:00", "pickup_type": "0", "drop_off_type": "0", "stop": { "stop_id": 79, "stop_code": "MLBS1", "stop_name": "Malschbacher Straße", "stop_desc": "", "stop_lat": 48.724720819728, "stop_lon": 8.2475513219833, "location_type": "0", "parent_station": "51", "platform_code": "", "wheelchair_boarding": "1" } }, { "arrival_time": "06:59:00", "departure_time": "06:59:00", "pickup_type": "0", "drop_off_type": "0", "stop": { "stop_id": 81, "stop_code": "GSC1", "stop_name": "Schule", "stop_desc": "", "stop_lat": 48.72758361587, "stop_lon": 8.2494342327118, "location_type": "0", "parent_station": "52", "platform_code": null, "wheelchair_boarding": "1" } }, { "arrival_time": "07:00:00", "departure_time": "07:00:00", "pickup_type": "0", "drop_off_type": "0", "stop": { "stop_id": 83, "stop_code": "GHM1", "stop_name": "Heschmattweg", "stop_desc": "", "stop_lat": 48.729795182392, "stop_lon": 8.2539081573486, "location_type": "0", "parent_station": "53", "platform_code": null, "wheelchair_boarding": "1" } }, { "arrival_time": "07:01:00", "departure_time": "07:01:00", "pickup_type": "0", "drop_off_type": "0", "stop": { "stop_id": 85, "stop_code": "GSS1", "stop_name": "Schmiekrankweg", "stop_desc": "", "stop_lat": 48.732095108395, "stop_lon": 8.2572501897812, "location_type": "0", "parent_station": "54", "platform_code": null, "wheelchair_boarding": "1" } }, { "arrival_time": "07:02:00", "departure_time": "07:02:00", "pickup_type": "0", "drop_off_type": "0", "stop": { "stop_id": 87, "stop_code": "GSM1", "stop_name": "Geroldsauer Mühle", "stop_desc": "", "stop_lat": 48.734992865373, "stop_lon": 8.255415558815, "location_type": "0", "parent_station": "55", "platform_code": null, "wheelchair_boarding": "1" } }, { "arrival_time": "07:03:00", "departure_time": "07:03:00", "pickup_type": "0", "drop_off_type": "0", "stop": { "stop_id": 89, "stop_code": "HHW1", "stop_name": "Höllhäuserweg", "stop_desc": "", "stop_lat": 48.739309116742, "stop_lon": 8.2578402757645, "location_type": "0", "parent_station": "56", "platform_code": null, "wheelchair_boarding": "1" } }, { "arrival_time": "07:04:00", "departure_time": "07:04:00", "pickup_type": "1", "drop_off_type": "0", "stop": { "stop_id": 91, "stop_code": "BRP11", "stop_name": "Brahmsplatz", "stop_desc": "", "stop_lat": 48.744166225261, "stop_lon": 8.2596158981323, "location_type": "0", "parent_station": "57", "platform_code": "", "wheelchair_boarding": "1" } }], "route": { "route_id": 9, "route_short_name": "Stadtbus 204", "route_long_name": "Geroldsau - Merkur (Bergbahn)", "route_desc": "", "route_type": 3, "route_url": "", "route_color": "#ff7b00", "route_text_color": "#ffffff", "agency": { "agency_id": 8, "agency_name": "Stadtwerke Baden-Baden", "agency_url": "https:\/\/www.stadtwerke-baden-baden.de", "agency_timezone": "Europe\/Berlin", "agency_lang": "de", "agency_phone": "+49 7243 677 750", "agency_fare_url": "" } }, "service": { "service_id": 19, "start_date": "2019-12-15", "end_date": "2020-06-13", "monday": "1", "tuesday": "1", "wednesday": "1", "thursday": "1", "friday": "1", "saturday": "0", "sunday": "0", "service_exceptions": [{ "date": "2019-12-23", "exception_type": "2" }, { "date": "2019-12-24", "exception_type": "2" }, { "date": "2019-12-25", "exception_type": "2" }, { "date": "2019-12-26", "exception_type": "2" }, { "date": "2019-12-27", "exception_type": "2" }, { "date": "2019-12-30", "exception_type": "2" }, { "date": "2019-12-31", "exception_type": "2" }, { "date": "2020-01-01", "exception_type": "2" }, { "date": "2020-01-02", "exception_type": "2" }, { "date": "2020-01-03", "exception_type": "2" }, { "date": "2020-04-06", "exception_type": "2" }, { "date": "2020-04-07", "exception_type": "2" }, { "date": "2020-04-08", "exception_type": "2" }, { "date": "2020-04-09", "exception_type": "2" }, { "date": "2020-04-10", "exception_type": "2" }, { "date": "2020-04-13", "exception_type": "2" }, { "date": "2020-04-14", "exception_type": "2" }, { "date": "2020-04-15", "exception_type": "2" }, { "date": "2020-04-16", "exception_type": "2" }, { "date": "2020-04-17", "exception_type": "2" }, { "date": "2020-06-02", "exception_type": "2" }, { "date": "2020-06-03", "exception_type": "2" }, { "date": "2020-06-04", "exception_type": "2" }, { "date": "2020-06-05", "exception_type": "2" }, { "date": "2020-06-08", "exception_type": "2" }, { "date": "2020-06-09", "exception_type": "2" }, { "date": "2020-06-10", "exception_type": "2" }, { "date": "2020-06-11", "exception_type": "2" }, { "date": "2020-06-12", "exception_type": "2" }] } }] } }' ``` ## Weitere Hinweise Für die Benutzung der {0} API gelten einige Besonderheiten, welche im folgenden Abschnitt beschrieben werden. ### Haltestellen Beim Anfragen von Ressourcen vom Typ **stops** werden grundsätzlich nur die übergeordneten Haltestellen ausgegeben. Haltepositionen und sonstige, untergeordnete Punkte fließen nicht in die Ergebnismenge mit ein. ### Fahrtdetails Bei der Anfrage von Ressourcen des Typs **trips** werden grundsätzlich nicht alle Informationen, welche im Zusammenhang mit einer Fahrt gespeichert sind, in die Ergebnismenge aufgenommen. Dies gilt insbesondere für Objekte vom Typ *Shape*, da diese die zu übertragende Datenmenge nur unnötig aufblähen. Um zu einer Fahrt alle Details zu erhalten, muss diese über den Selektor *byTripId* mit ihrer jeweils eindeutigen ID angefragt werden. Nur über diesen Selektor wird garantiert, dass alle Informationen vollständig enthalten sind. ### Fahrten mit Taktzeiten Bestimmte Fahrpläne können mit Fahrten, welchen eine oder mehrere Taktzeiten zugewiesen ist, modelliert werden. Da in diesem Fall nicht jede einzelne Fahrt eine eindeutige ID hat, muss in solch einem Fall bei der Anfrage zusätzlich das Datum und die planmäßige Abfahrtszeit der Fahrt angegeben werden, um die korrekten Informationen zu ermitteln.

source: Privacy
de: Datenschutz

source: Confirmation
de: Bestätigung

source: Are you sure you want to delete this item? This cannot be undone!
de: Sind Sie sicher, dass Sie dieses Objekt löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden!

source: Create
de: Erstellen

source: EMAIL_HTML_USERS_PWRESET
de: Sehr geehrte(r) {0} Benutzer(in), Sie haben ein neues Passworts angefordert für Ihren {0} Account angefordert. Um Ihr Passwort selbständig zurückzusetzen, klicken Sie auf folgenden Link: [{1}]({1}) Sollten Sie kein neues Passwort angefordert haben, können Sie diese E-Mail einfach ignorieren. Für weitere Fragen steht Ihnen der Support gerne zur Verfügung. Mit freundlichen GrüßenvIhr {0} Support

source: EMAIL_HTML_USERS_REGISTRATION
de: Sehr geehrte(r) {0} Benutzer(in), ein neuer Benutzeraccount in {0} wurde für Sie erstellt. Bitte klicken Sie auf den folgenden Link, um Ihren Account zu aktivieren: [{1}]({1}) Nach erfolgter Aktivierung können Sie sich mit folgenden initialen Zugangsdaten anmelden: Benutzername: {2} - Passwort: {3} *Hinweis: Aus Sicherheitsgründen sollten Sie das Passwort nach erstmaliger Anmeldung unbedingt ändern!* Mit freundlichen Grüßen Ihr {0} Support

source: EMAIL_TEXT_USERS_PWRESET
de: Sehr geehrte(r) {0} Benutzer(in), Sie haben ein neues Passworts angefordert für Ihren {0} Account angefordert. Um Ihr Passwort selbständig zurückzusetzen, öffnen Sie bitte folgenden Link in Ihrem Browser: {1} Sollten Sie kein neues Passwort angefordert haben, können Sie diese E-Mail einfach ignorieren. Für weitere Fragen steht Ihnen der Support gerne zur Verfügung. Mit freundlichen GrüßenvIhr {0} Support

source: EMAIL_TEXT_USERS_REGISTRATION
de: Sehr geehrte(r) {0} Benutzer(in), ein neuer Benutzeraccount in {0} wurde für Sie erstellt. Bitte öffnen Sie folgenden Link in Ihrem Browser, um Ihren Account zu aktivieren: {1} Nach erfolgter Aktivierung können Sie sich mit folgenden initialen Zugangsdaten anmelden: Benutzername: {2} - Passwort: {3} *Hinweis: Aus Sicherheitsgründen sollten Sie das Passwort nach erstmaliger Anmeldung unbedingt ändern!* Mit freundlichen Grüßen Ihr {0} Support

source: Map
de: Karte

source: Search
de: Suche

source: Alerts
de: Verkehrsmeldungen

source: Overview Map
de: Übersichtskarte

source: Route Search
de: Liniensuche

source: Service Alerts
de: Verkehrsmeldungen

source: Current Location
de: Aktuelle Position

source: Departures
de: Abfahrten

source: Route Name
de: Linien-Bezeichnung

source: Trip Details
de: Fahrt-Details

source: There are no currently active service alerts
de: Derzeit gibt es keine aktiven Verkehrsmeldungen

source: Reload
de: Aktualisieren

source: Settings
de: Einstellungen

source: Set up your preferences for searching, map display and application behaviour here.
de: Steuern Sie Ihre Präferenzen zur Suche auf der Karte und dem Verhalten der App hier.

source: Search Preferences
de: Sucheinstellungen

source: Wheelchair Accessible
de: Barrierefrei

source: Bikes Allowed
de: Fahrradmitnahme

source: Map Display
de: Kartenanzeige

source: Stops / POIs
de: Haltestellen / POIs

source: Vehicle Positions
de: Fahrzeugpositionen

source: Application Info
de: App-Info

source: Thank your for using {0} application! In this section you can find some basic instructions.
de: Vielen Dank, dass Sie {0} verwenden! Hier finden Sie einige Benutzerhinweise.

source: Map View
de: Kartenansicht

source: FRONTEND_INFO_TEXT_MAP_VIEW
de: In der Kartenansicht finden Sie eine Karte basierend auf *OpenStreetMap*, welche alle Stationen zeigt, an denen Sie in ein Fahrzeug ein- oder aussteigen können. Sie können eine Abfahrtstafel für diese Station anzeigen, indem Sie auf das Symbol klicken.

source: FRONTEND_INFO_TEXT_DEPARTURES
de: Die Abfahrtstafel zeigt alle an der ausgewählten Station abfahrenden Fahrten für die aktuelle Uhrzeit. Die Fahrten sind nach ihrer Abfahrtszeit sortiert. *Hinweis: Fahrten, welche an der ausgewählten Station enden, werden nicht angezeigt!*

source: FRONTEND_INFO_TEXT_TRIP_DETAILS
de: Sie können alle Details zu einer Fahrt betrachten, indem Sie auf die entsprechende Fahrt klicken. Die gezeigten Details beinhalten alle Ankunfts- und Abfahrtszeiten, sowie Informationen über die Barrierefreiheit und die Fahrradmitnahme. Wenn die Ankunftszeit der Abfahrtszeit entspricht, wird ausschließlich die Ankunftszeit dargestellt.

source: FRONTEND_INFO_TEXT_ROUTE_SEARCH
de: Die Liniensuche ermöglich es Ihnen, nach einer bestimmten Linie anhand ihrer Bezeichnung zu suchen. Sie können alle zum aktuellen Zeitpunkt verkehrenden Fahrten einer Linie anzeigen lassen, indem Sie auf eine Linie klicken.

source: FRONTEND_INFO_TEXT_SERVICE_ALERTS
de: Coming Soon

source: FRONTEND_INFO_TEXT_SETTINGS
de: Sie können einige grundlegende Einstellungen, wie z.B. ob Sie ein barrierefreies Fahrzeug oder eine Fahrradmitnahme benötigen, in der App festlegen. Zudem können Sie das Laden von Stationen in der Karte aktivieren oder deaktivieren.

source: Close
de: Schließen

source: Location Error
de: Fehler

source: An error occurred while requesting your current location!
de: Beim Ermitteln der GPS-Position ist ein Fehler aufgetreten!

source: Geolocation is not supported by this browser!
de: Die Ermittlung der GPS-Position ist mit diesem Gerät nicht möglich!

source: departs every
de: verkehrt alle

source: No matching trip results found!
de: Keine passenden Fahrten gefunden!

source: Trip Overview
de: Fahrt-Übersicht

source: No matching route results found!
de: Keine passenden Linien gefunden!

source: No departure results found!
de: Keine Abfahrten befunden!

source: Conclusion
de: Zusammenfassung

source: Great! The installation ran successfully.
de: Herzlichen Glückwunsch! Die Installation wurde erfolgreich abgeschlossen.

source: Finish & Login
de: Fertigstellen & Anmelden

source: Database
de: Datenbank

source: To store your data anywhere we need access to a database. Please enter credentials for your database here.
de: Um Ihre Daten speichern zu können, wird ein Datenbankzugriff benötigt. Bitte geben Sie Ihre Datenbank-Zugangsdaten hier ein.

source: Database Name
de: Datenbank

source: Next
de: Weiter

source: SMPT / E-Mail
de: SMPT Setup / E-Mail
