Repository: sebastianknopf/opentransport-editor
Catalog: src/Locale/*/default.po
Languages: de

source: MANUAL_SERVICES_INFO
de: Tagesarten definieren Gültigkeitsregeln für Fahrten als Kalender. Grundsätzlich besteht jede Tagesart aus einem Start - und Enddatum, sowie ggf. mehreren definierten Ausnahmen. Zusätzlich wird zu jeder Tagesart festgelegt, an welchen Wochentagen diese verkehren. Da Tagesarten unabhängig auch für mehrere Unternehmen gelten können, werden diese nicht im Kontext eines Unternehmens, sondern unabhängig definiert. #### Beispielhafte Tagesarten Je nach Fahrplankonstruktion kann es erforderlich sein, mehrere Tagesarten für eine Linie zu definieren. Dies ist insbesondere dann der Fall, wenn montags bis freitags ein anderer Fahrplan als für Samstage und Sonntage gilt. In diesem Fall wären mindestens drei Tagesarten erforderlich, welche folgendermaßen definiert sein können: Bezeichnung | StartDatum | EndDatum | Montag | Dienstag | Mittwoch | Donnerstag | Freitag | Samstag | Sonntag | ------------- |------------ |------------ |-------- |---------- |---------- |------------ |--------- |--------- |--------- Mo-Fr | 15.12.2019 | 13.12.2020 | x | x | x | x | x | | | Sa | 15.12.2019 | 13.12.2020 | | | | | | x | | So | 15.12.2019 | 13.12.2020 | | | | | | | x | Zusätzlich kann es sein, dass Schulferien aus dem regulären Mo-Fr - Fahrplan ausgeschlossen werden sollen. Entsprechend würde dies über die Definition einer Ausnahme erfolgen: | Bezeichnung | Datum | Ausnahme | |------------- |------------ |---------------- | | Mo-Fr | 23.12.2019 | verkehrt nicht | | Mo-Fr | 24.12.2019 | verkehrt nicht | | ... | ... | ... | | Mo-Fr | 06.01.2020 | verkehrt nicht | --- Für bestimmte Verkehrsangebote wie z.B. Freizeitbahnen, welche nur an bestimmten Tagen verkehren, kann es sinnvoll sein, die Tagesarten ausschließlich basierend auf Einzeltagen zu definieren. Für diesen Fall sollten Sie eine Tagesart mit dem Start analog zum ersten Gültigkeitstag und dem Ende analog zum letzten Gültigkeitstag anlegen und die tatsächlichen Gültigkeitstage über Ausnahmen definieren: | Bezeichnung | StartDatum | EndDatum | Montag | Dienstag | Mittwoch | Donnerstag | Freitag | Samstag | Sonntag | |------------- |------------ |------------ |-------- |---------- |---------- |------------ |--------- |--------- |--------- | | s19_Albtal | 01.01.2019 | 31.10.2019 | | | | | | | | Die tatsächlichen Gültigkeitstage werden dann als Einzeltag definiert: | Bezeichnung | Datum | Ausnahme | |------------- |------------ |--------------------- | | s19_Albtal | 01.05.2019 | verkehrt zusätzlich | | s19_Albtal | 26.05.2019 | verkehrt zusätzlich | | ... | ... | ... | | s19_Albtal | 31.10.2019 | verkehrt zusätzlich |

source: MANUAL_AGENCIES_INFO
de: Als (Verkehrs -) Unternehmen werden alle Unternehmen definiert, von denen Daten im System hinterlegt sind. Die Informationen, welche im Bezug auf ein Unternehmen gespeichert werden, haben ausschließlich informellen Charakter und keine Auswirkung auf die Fahrplandaten selbst. Wichtig beim Erstellen eines Unternehmens ist die Angabe einer gültigen URL, um es einem Endbenutzer zu ermöglichen, selbstständig nach weitergehenden Informationen zu suchen. Hilfreich kann zudem die Angabe einer Tarif-URL sein, mit deren Hilfe der Benutzer schnell die in Frage kommenden Fahrpreise ermitteln können soll.

source: MANUAL_ROUTES_INFO
de: Eine Linie beschreibt eine Menge von Fahrten, die in regelmäßigen Abständen auf demselben Abschnitt verkehren. Jeder Linie ist ein Linientyp und ein Farbschema zugeordnet, welches z.B. in Fahrplanaushängen und Netzplänen, sowie der graphischen Darstellung von Fahrten der entsprechenden Linie Verwendung findet. Optional kann jeder Linie zudem eine Langbezeichnung, eine Beschreibung und eine URL für weitergehende Informationen zugewiesen werden. Eine Beschreibung sollte sinnvollerweise dann bereitgestellt werden, wenn es sich bei der Linie um ein Angebot handelt, welches nicht mit dem konventionellen ÖPNV-Angebot vergleichbar ist. Denkbar wären u.A. Gelegenheitsverkehre, Sonder - und Freizeitverkehre. Für den Fall, dass eine Linie eine eigene URL definiert, sollte diese die URL des übergeordneten Unternehmens überschreiben. #### Linienvarianten Zu einer Linie gehören in der Regel mehrere Linienvarianten. Eine Linienvariante beschreibt den tatsächlichen Fahrweg, welcher von einer Fahrt im Kontext der Linie zurückgelegt wird. Konkret handelt es sich um z.B. um verkürzte Verstärkerfahrten, sowie Ein - und Aussetzfahrten, die nicht exakt dem Standardfahrweg der Linie entsprechen. Die Linienvarianten werden automatisch aus der innerhalb einer Linie definierten Fahrten errechnet und haben keinen Einfluss auf die Fahrplaninformationen. Für eine Linie mit Fahrten in Hin- und Rückrichtung gibt es folglich mindestens zwei Linienvarianten. Die Anzahl der existierenden Linienvarianten wird in der Übersicht für jede Linie angezeigt. Innerhalb der Linienansicht können Fahrten auch nach der Linienvariante gefiltert werden.

source: MANUAL_TRIPS_INFO
de: Eine Fahrt stellt in der Fahrplaninformation die feinste Einheit dar. Einer Fahrt werden jeweils alle wichtigen Informationen wie *Zieltext*, *Fahrt-Nummer* und Informationen zur *Barrierefreiheit* und *Fahrradmitnahme* zugeordnet. #### Durchbindungen In bestimmten Fällen sollen zwei Fahrten als Durchbindung definiert werden. In der Auskunft bedeutet dies, dass zwei Fahrten von demselben Fahrzeug durchgeführt werden kann und der Fahrgast zwischen den Fahrten nicht umsteigen muss. Um eine Durchbindung zwischen zwei Fahrten zu definieren, muss diesen Fahrten jeweils dieselbe *Block-ID* zugewiesen werden. *Hinweis: Die Block-ID sollte nicht zwangsläufig mit betrieblichen Fahrzeugumläufen in Verbindung gebracht werden!* #### Abfahrtszeiten Abfahrtszeiten weisen einer Fahrt ihre entsprechenden Haltestellen zu. Jede Fahrt besteht aus mindestens zwei Abfahrtszeiten. Um eine Haltestelle hinzuzufügen, geben Sie im Eingabefeld oben rechts die Bezeichnung oder den Code der Haltestelle ein und klicken anschließend auf `Hinzufügen`. **Hinzufügen und Bearbeiten von Abfahrtszeiten** Wechseln Sie zunächst in den Bearbeitungs-Modus der Fahrt. Im Tab "Abfahrtszeiten" sehen Sie alle bislang existenten Abfahrtszeiten. Um eine neue Abfahrtszeit hinzuzufügen, geben Sie die Bezeichnung der Haltestelle im Textfeld rechts oben ein. Im erscheinenden DropDown-Menü wählen Sie die richtige Haltestelle aus und klicken anschließend auf "Hinzufügen". Ein entsprechender Eintrag für die Haltestelle wurde hinzugefügt. Sie können die Abfahrtszeiten im Bearbeitungs-Modus einer Fahrt in ihrer Reihenfolge verschieben, sowie neue Fahrten hinzufügen. Klicken Sie dazu jeweils auf die nach oben bzw. unten weisenden Pfeile in der Liste. Für jede Abfahrtszeit können Sie die *Ankunft* und *Abfahrt* im Format **HH:mm:ss** exakt festlegen. In der Praxis können die Sekunden hierbei i.d.R. vernachlässigt werden. Für den Fall, dass die Abfahrts - und Ankunftszeit gleich sind, geben Sie zweimal dieselbe Uhrzeit ein. *Hinweis: Die Abfahrtszeiten dürfen sich nie überlappen!* In den Spalten *Einstieg* und *Ausstieg* können Sie verschiedene Regelungen zum Ein - und Ausstieg an der entsprechenden Haltestelle festlegen. Grundsätzlich ist der Ein - und Ausstieg an jeder Haltestelle möglich. Um die Fahrplaninformationen detaillierter gestalten zu können, sollten Sie bei der ersten Haltestelle den *Ausstieg* jedoch auf **Nein**, sowie analog dazu an der letzten Haltestelle den *Einstieg* auf **Nein** setzen. Für den Fall, dass ein Halt nur bei Bedarf bedient wird, wählen Sie den Wert **Bedarf** aus. #### Taktzeiten Bestimmte Fahrten verkehren regelmäßig zu bestimmten Taktzeiten. Für jede angelegte Taktzeit ist ein Start - und ein Endzeitpunkt, sowie ein Taktabstand (Headway) in Minuten definiert. Zusätzlich kann festgelegt werden, ob es sich bei diesen Angaben um exakte Fahrzeiten oder ungefähre Fahrzeiten handelt. Insbesondere bei Freizeitbahnen oder im Bedarfsverkehr lässt sich diese Option sinnvoll einsetzen. **Erstellen und Bearbeiten von Taktzeiten** Wechseln Sie zunächst in den Bearbeitungs-Modus der Fahrt. Im Tab "Taktzeiten" sehen Sie alle bislang existenten Taktzeiten. Um eine Taktzeit hinzuzufügen, klicken Sie auf das blaue `+` rechts oben. Ein entsprechender Eintrag für die Taktzeit wird hinzugefügt. *Hinweis: Die Taktzeiten dürfen sich nie überlappen!*

source: MANUAL_REST_INFO
de: Über die REST API erhalten Sie auch von außerhalb des Systems einen Lesezugriff auf die enthaltenen Daten mit Feldern analog zum [GTFS-Standard](https://gtfs.org/). Weitere Informationen erhalten Sie in der [allgemeinen Dokumentation zur REST API]({0}).

source: Privacy Information
de: Datenschutz

source: SYSTEM_PRIVACY_INFO
de: Nachfolgende Erläuterungen informieren Sie über die Art, den Umfang und den Zweck der Erhebung und Verwendung personenbezogener Daten durch den Betreiber. Da diese Anwendung regelmäßig an den aktuellsten Stand der Technik angepasst wird, können sich die Bestimmungen dieser Datenschutzinformation jederzeit ändern. Wir empfehlen Ihnen daher, sich diese Information regelmäßig durchzulesen. Begriffsbestimmungen wie z.B. "personenbezogene Daten" und "Verarbeitung" finden Sie in Art. 4 DSGVO. ### Zugriffsdaten Der Betreiber dieser Anwendung speichert bei Ihrem Zugriff auf die Webseite sog. "Server-Logfiles", welche Informationen über Ihren Zugriff enthalten. Konkret handelt es sich um folgende Informationen: * Besuchte Seite * Datum/Uhrzeit des Zugriffs * Menge der ausgetauschten Daten * Quelle, von der aus Sie auf die Seite gelangt sind * Verwendeter Browser/Betriebssystem * IP-Adresse Rechtsgrund für die Erhebung dieser Daten ist ein berechtigtes Interesse gem. Art. 6 Abs. 1 lit. f. DSGVO, da diese Informationen benötigt werden, um einen Missbrauch der Anwendung auszuschließen. ### Cookies Zur Nutzung speichert diese Anwendung Cookies auf Ihrem Endgerät. Bei Cookies handelt es sich um kleine Textdateien, welche im Browser Ihres Endgerätes abgelegt werden. Rechtsgrund für die Verwendung von Cookies ist ein berechtigtes Interesse gem. Art. 6 Abs. 1 lit. f. DSGVO, da diese zur Speicherung von temporären Session- und Anmeldeinformationen benötigt werden. ### Kartenansicht OpenStreetMap Zur Darstellung von Karten wird der Dienst *[OpenStreetMap](https://www.openstreetmap.org/)* eingesetzt. Die Kartendaten werden in Echtzeit von den Servern von *OpenStreetMap* abgerufen, was automatisch bedeutet, dass dieselben personenbezogenen Daten wie im Abschnitt "Zugriffsdaten" an *OpenStreetMap* übermittelt werden. Da der Betreiber dieser Anwendung keine Kontrolle über die Handhabung der Daten bei *OpenStreetMap* hat, kann dieser keine präzisen Informationen zur Verarbeitung der Daten durch *OpenStreetMap* bereitstellen. Informationen zur den an *OpenStreetMap* übermittelten personenbezogenen Daten erfragen Sie bitte direkt bei *OpenStreetMap*. Rechtsgrund für die Einbindung der Karten ist ein berechtigtes Interesse gem. Art. 6 Abs. 1 lit. f. DSGVO, da dies zur Grundfunktion der Anwendung erforderlich ist. ### Geocoding Als **Geocoding** wird der Vorgang bezeichnet, bei dem eine Orts- oder Adresseingabe in GPS-Koordinaten umgewandelt wird. Diese Anwendung verwendet zum Geocoding den *ArgGIS REST API* - Dienst der Firma *[Esri](https://www.esri.com/de-de/home)*. Immer dann, wenn Sie in der Karte nach einem Ort suchen, werden dieselben personenbezogenen Daten wie im Abschnitt "Zugriffsdaten" an *Esri* übermittelt. Da der Betreiber dieser Anwendung keine Kontrolle über die Handhabung der Daten bei *Esri* hat, kann dieser keine präzisen Informationen zur Verarbeitung der Daten durch *Esri* bereitstellen. Informationen zu den an *Esri* übermittelten personenbezogenen Daten erfragen Sie bitte direkt bei *Esri*. Rechtsgrund für die Einbindung des Geocoding - Dienstes ist ein berechtigtes Interesse gem. Art. 6 Abs. 1 lit. f. DSGVO, da dies zur Grundfunktion der Anwendung erforderlich ist. ### SSL-Zertifikat Diese Anwendung nutzt ein gültiges SSL-Zertifikat zur Übertragung der Daten zwischen dem Server und Ihrem Browser. Dadurch wird ein Abfangen und Mitlesen der Daten durch Dritte verhindert. Ob ein SSL-Zertifikat gültig ist und verwendet wird, erkennen Sie in Ihrem Browser an einer entsprechenden Meldung. Bei modernen Browsern handelt es sich meist um ein grünes Schloss neben der Adresszeile. Zudem weisen moderne Browser Sie aktiv darauf hin, wenn kein SSL-Zertifikat verwendet oder dieses abgelaufen ist. ### Rechte Sie haben als Nutzer dieser Anwendung das Recht, eine kostenlose Auskunft über Ihre gespeicherten Daten zu erhalten. Sie haben außerdem das Recht auf Berichtigung falscher Daten und auf die Verarbeitungseinschränkung oder Löschung Ihrer personenbezogenen Daten. Falls zutreffend, können Sie auch Ihr Recht auf Datenportabilität geltend machen. Sollten Sie annehmen, dass Ihre Daten unrechtmäßig verarbeitet wurden, können Sie eine Beschwerde bei der zuständigen Aufsichtsbehörde einreichen. ### Löschung Sofern Ihr Wunsch nicht mit einer gesetzlichen Pflicht zur Aufbewahrung von Daten (z. B. Vorratsdatenspeicherung) kollidiert, haben Sie ein Anrecht auf Löschung Ihrer Daten. Von uns gespeicherte Daten werden, sollten sie für ihre Zweckbestimmung nicht mehr vonnöten sein und es keine gesetzlichen Aufbewahrungsfristen geben, gelöscht. Falls eine Löschung nicht durchgeführt werden kann, da die Daten für zulässige gesetzliche Zwecke erforderlich sind, erfolgt eine Einschränkung der Datenverarbeitung. In diesem Fall werden die Daten gesperrt und nicht für andere Zwecke verarbeitet. ### Widerspruch Nutzer dieser Anwendung können von ihrem Widerspruchsrecht Gebrauch machen und der Verarbeitung ihrer personenbezogenen Daten zu jeder Zeit widersprechen. ### Kontakt Bei Rückfragen können Sie jederzeit unter der E-Mailadresse [{0}](mailto:{0}) den Betreiber der Anwendung kontaktieren.

source: Add Trip
de: Neue Fahrt

source: Stop Times
de: Abfahrtszeiten

source: Graphic Times
de: Bildfahrplan

source: Frequencies
de: Taktzeiten

source: Select...
de: Auswählen ...

source: Trip Shortname
de: Fahrt-Nummer

source: Add
de: Hinzufügen

source: Stop
de: Station

source: Arrival Time
de: Ankunft

source: Departure Time
de: Abfahrt

source: Entry
de: Einstieg

source: Exit
de: Ausstieg

source: Graph Zoomlevel {0}%
de: Zoomstufe {0}%

source: Headway
de: Taktabstand

source: Exact Times
de: Exakte Fahrzeiten

source: Edit Trip
de: Bearbeite Fahrt

source: Trip ID
de: Fahrt-ID

source: Copy Options
de: Optionen

source: Reference
de: Referenz

source: Stop Order
de: Haltefolge

source: Leave
de: Beibehalten

source: Reverse
de: Umkehren

source: View Trip
de: Zeige Fahrt

source: Travel Times
de: Fahrzeiten

source: Demand
de: Bei Bedarf

source: Add User
de: Neuer Benutzer

source: Password (Match)
de: Passwort (Wiederholung)

source: Registration E-Mail
de: Registrierungs-E-Mail

source: Don't Send
de: Nicht senden

source: Send
de: Senden

source: Edit User
de: Bearbeite Benutzer

source: Change Password
de: Passwortänderung

source: Login Form
de: Anmeldung

source: Username
de: Benutzername

source: Password
de: Passwort

source: Forgot your password?
de: Passwort vergessen?

source: Login
de: Anmelden

source: New Password
de: Neues Passwort

source: Old Password
de: Altes Passwort

source: New Password (Match)
de: Neues Passwort (Wiederholung)

source: Security Hint
de: Sicherheitshinweis

source: To ensure the system security, your password should comply with the following requirements
de: Um die Systemsicherheit zu gewährleisten, sollte das Passwort folgende Bedingungen erfüllen

source: your password should use at least 8 characters
de: verwenden Sie mindestens 8 Zeichen

source: mix upper-case with lower-case letters and other special chars
de: mischen Sie Groß- und Kleinbuchstaben und andere Sonderzeichen

source: do not use any kind of content related words
de: nutzen Sie keine Wörter im Zusammenhand mit diesem System oder die Rückschlüsse auf Sie zulassen

source: Proceed
de: Weiter

source: Change
de: Ändern

source: The supplied token seems to be invalid!
de: Das übermittelte Token ist ungültig!

source: User Settings
de: Benutzereinstellungen

source: Date Format
de: Datums-Format

source: Time Format
de: Zeit-Format

source: Preferred Language
de: Bevorzugte Sprache

source: Max. Results / Page
de: Max. Ergebnisse / Seite

source: Blue
de: Blau

source: Blue Light
de: Blau Light

source: Yellow
de: Gelb

source: Yellow Light
de: Gelb Light

source: Green
de: Grün

source: Green Light
de: Grün Light

source: Purple
de: Violett

source: Purple Light
de: Violett Light

source: Red
de: Rot

source: Red Light
de: Rot Light

source: Minimal Black
de: Minimal Dunkel

source: Minimal Light
de: Minimal Hell

source: View User
de: Zeige Benutzer

source: Group
de: Gruppe
