Repository: sebastianknopf/opentransport-editor
Catalog: src/Locale/*/default.po
Languages: de

source: Unable to connect to the database server!
de: Verbindung zum Datenbank-Server fehlgeschlagen!

source: Unable to save admin user!
de: Der Administrator konnte nicht gespeichert werden!

source: Agencies
de: Unternehmen

source: The agency has been saved.
de: Das Unternehmen wurde gespeichert.

source: The agency could not be saved. Please, try again.
de: Das Unternehmen konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The agency has been deleted.
de: Das Unternehmen wurde gelöscht.

source: The agency could not be deleted. Please, try again.
de: Das Unternehmen konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The log entry has been deleted.
de: Der Log-Eintrag wurde gelöscht.

source: The log entry could not be deleted. Please, try again.
de: Der Log-Eintrag konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Clients
de: Mandanten

source: The client has been saved.
de: Der Mandant wurde gespeichert.

source: The client could not be saved. Please, try again.
de: Der Mandant konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The client has been deleted.
de: Der Mandant wurde gelöscht.

source: The client could not be deleted. Please, try again.
de: Der Mandant konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The clientship has been transferred.
de: Die Eigentümerschaft wurde übertragen.

source: The clientship could not be transferred. Please, try again.
de: Die Eigentümerschaft konnte nicht übertragen werden. Bitte versuchen Sie es erneut.

source: Groups
de: Gruppen

source: The group has been saved.
de: Die Gruppe wurde gespeichert.

source: The group could not be saved. Please, try again.
de: Die Gruppe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The group has been deleted.
de: Die Gruppe wurde gelöscht.

source: The group could not be deleted. Please, try again.
de: Die Gruppe konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Routes
de: Linien

source: The route has been saved.
de: Die Linie wurde gespeichert.

source: The route could not be saved. Please, try again.
de: Die Linie konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The route has been deleted.
de: Die Linie wurde gelöscht.

source: The route could not be deleted. Please, try again.
de: Die Linie konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Services
de: Tagesarten

source: The service has been saved.
de: Die Tagesart wurde gespeichert.

source: The service could not be saved. Please, try again.
de: Die Tagesart konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The service has been deleted.
de: Die Tagesart wurde gelöscht.

source: The service could not be deleted. Please, try again.
de: Die Tagesart konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Shapes
de: Fahrwege

source: The shape has been saved.
de: Der Fahrweg wurde gespeichert.

source: The shape could not be saved. Please, try again.
de: Der Fahrweg konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The shape has been copied.
de: Der Fahrweg wurde kopiert.

source: The shape could not be copied. Please, try again.
de: Der Fahrweg konnte nicht kopiert werden. Bitte versuchen Sie es erneut.

source: The shape has been deleted.
de: Der Fahrweg wurde gelöscht.

source: The shape could not be deleted. Please, try again.
de: Der Fahrweg konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Stations
de: Stationen

source: The stop has been saved.
de: Die Station wurde gespeichert.

source: The stop could not be saved. Please, try again.
de: Die Station konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The stop has been deleted.
de: Die Station wurde gelöscht.

source: The stop could not be deleted. Please, try again.
de: Die Station konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Unable to delete the stop! The stop is still referenced by some other objects.
de: Die Station konnte nicht gelöscht werden! Sie wird noch von anderen Objekten referenziert.

source: The message could not be ignored!
de: Die Meldung konnte nicht ignoriert werden!

source: Trips
de: Fahrten

source: The trip has been saved.
de: Die Fahrt wurde gespeichert.

source: The trip could not be saved. Please, try again.
de: Die Fahrt konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The trip has been copied.
de: Die Fahrt wurde kopiert.

source: The trip could not be copied. Please, try again.
de: Die Fahrt konnte nicht kopiert werden. Bitte versuchen Sie es erneut.

source: The trip has been deleted.
de: Die Fahrt wurde gelöscht.

source: The trip could not be deleted. Please, try again.
de: Die Fahrt konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Users
de: Benutzer

source: {0} | User Registration
de: {0} | Benutzer Registrierung

source: The user has been saved.
de: Der Benutzer wurde gespeichert.

source: The user could not be saved. Please, try again.
de: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

source: The user could not be deleted. Please, try again.
de: Der Benutzer konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The user account has been activated.
de: Der Account wurde aktiviert.

source: The user account could not be activated.
de: Der Account konnte nicht aktiviert werden.

source: The password has been changed.
de: Das Passwort wurde geändert.

source: The password could not be changed. Please, try again.
de: Das Passwort konnte nicht geändert werden. Bitte versuchen Sie es erneut.

source: {0} | Password Reset
de: {0} | Passwort Zurücksetzen

source: A mail with next instructions has been sent! If you didn't receive any mail, you can try it again or contact our support.
de: Eine E-Mail mit weiteren Informationen wurde an Ihre E-Mailadresse versandt! Wenn Sie keine E-Mail erhalten haben, kontaktieren Sie bitte unseren Support.

source: Invalid username or E-Mail!
de: Ungültiger Benutzername oder E-Mailadresse!

source: Password Forgot
de: Passwort vergessen

source: The password could not be reset!
de: Das Passwort konnte nicht zurückgesetzt werden!

source: Invalid username or password!
de: Ungültiger Benutzername oder Passwort!

source: Password Reset
de: Passwort Zurücksetzen

source: The settings have been saved.
de: Die Einstellungen wurden gespeichert.

source: The settings could not be saved. Please, try again.
de: Die Einstellungen konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Active
de: Aktiv

source: Ignored
de: Ignoriert

source: Never
de: Nie

source: Everyday
de: Täglich

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: additionally on
de: auch am

source: not on
de: nicht am

source: Outbound
de: Hinfahrt

source: Inbound
de: Rückfahrt

source: Tram
de: Straßenbahn

source: Subway
de: U-Bahn

source: Railway
de: Eisenbahn

source: Ferry
de: Fähre/Schiff

source: Gondola
de: Seilbahn

source: Funicular
de: Standseilbahn

source: You must specify at least two shape points!
de: Für einen Fahrweg müssen mindestens zwei Punkte definiert werden!

source: Please specify a GPS position
de: Bitte wählen Sie eine GPS-Position

source: Please select a valid direction id!
de: Bitte wählen Sie eine gültige Fahrtrichtung!

source: The password must be at least 8 chars long!
de: Das Passwort muss mindestens 8 Zeichen lang sein!

source: The password must contain at least one number!
de: Das Passwort muss mindestens eine Zahl enthalten!

source: The password must contain at least one lower-case char!
de: Das Passwort muss mindestens einen Großbuchstaben enthalten!

source: The password must contain at leas one upper-case char!
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten!

source: The passwords are not equal!
de: Die Passwörter stimmen nicht überein!

source: The password is invalid!
de: Das Passwort ist ungültig!

source: stop #{0} does not specify a platform code
de: Die Haltepositionen #{0} definiert keinen Steig

source: stop #{0} is never used in any trip
de: Die Station #{0} wird in keiner Fahrt referenziert

source: shape #{0} is never used in any trip
de: Der Fahrweg #{0} wird in keiner Fahrt referenziert

source: service #{0} is never used in any trip
de: Die Tagesart #{0} wird in keiner Fahrt referenziert

source: service exception #{0} causes a conflict with another service exception
de: Die Einzeltagesart #{0} steht im Konflikt mit einer anderen Einzeltagesart

source: agency #{0} has no routes assigned
de: Das Unternehmen #{0} besitzt keine Linien

source: route #{0} has no trips assigned
de: Die Linie #{0} besitzt keine Fahrten

source: route #{0} uses a mismatching color scheme
de: Die Linie #{0} verwendet ein ungünstiges Farbschema

source: trip #{0} does not specify a short name
de: Die Fahrt #{0} definiert keine Fahrt-Nummer

source: trip #{0} does not specify a shape
de: Die Fahrt #{0} definiert keinen Fahrweg

source: two or more stop times in trip #{0} are overlapping each other
de: Zwei oder mehr Fahrzeiten in der Fahrt #{0} überlappen sich gegenseitig

source: two or more stop times in trip #{0} are inconsistent
de: Zwei oder mehr Fahrzeiten in der Fahrt #{0} sind inkonsistent

source: two or more frequencies in trip #{0} are overlapping each other
de: Zwei oder mehr Taktzeiten in der Fahrt #{0} überlappen sich gegenseitig

source: two or more frequencies in trip #{0} are inconsistent
de: Zwei oder mehr Taktzeiten in der Fahrt #{0} sind inkonsistent

source: Add Agency
de: Neues Unternehmen

source: Basedata
de: Basisdaten

source: Fare URL
de: Tarif-URL

source: Phone
de: Telefon

source: Timezone
de: Zeitzone

source: Language
de: Sprache

source: Cancel
de: Abbrechen

source: Submit
de: Speichern

source: Edit Agency
de: Bearbeite Unternehmen

source: Filter Options
de: Filter-Optionen

source: Agency ID
de: Unternehmens-ID

source: Reset
de: Zurücksetzen

source: Apply
de: Anwenden

source: Actions
de: Aktionen

source: View
de: Anzeigen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: View Agency
de: Zeige Unternehmen

source: Meta
de: Meta-Daten

source: Created
de: Erstellt

source: Modified
de: Bearbeitet

source: Client
de: Mandant

source: Related Routes
de: Zugeordnete Linien

source: Type
de: Typ

source: Shortname
de: Kurzbezeichnung

source: Longname
de: Langbezeichnung

source: No related routes found!
de: Keine zugeordneten Linien gefunden!

source: Request Statistics
de: Statistik Anfragen

source: last 8 days
de: der letzten 8 Tage

source: RestAPI requests are not logged! Enable RestAPI request log to view this panel!
de: Die REST-API Anfragen werde nicht aufgezeichnet! Aktivieren Sie die Aufzeichnung, um diesen Bereich anzuzeigen!

source: Error Logs
de: Fehler Logs

source: Date
de: Datum

source: Endpoint
de: Endpunkt

source: Success Requests
de: Erfolgreiche Anfragen

source: Error Requests
de: Fehlerhafte Anfragen

source: View Log Entry
de: Zeige Log-Eintrag

source: Method
de: Methode

source: Query Params
de: Query Parameter

source: Request Data
de: Anfragedaten

source: Response Data
de: Antwortdaten

source: Exception
de: Ausnahme

source: Add Client
de: Neuer Mandant

source: Edit Client
de: Bearbeite Mandant

source: Transfer Clientship
de: Übertrage Eigentümerschaft

source: Service
de: Tagesart

source: Agency
de: Unternehmen

source: Route
de: Linie

source: Trip
de: Fahrt

source: Entity Class
de: Objekt-Klasse

source: Entity ID
de: Objekt-ID

source: Override Associations
de: Überschreibe Verknüpfungen

source: If you don't override associations, this can lead to incorrect behaviour! We recommend strictly to override associations!
de: Wenn die Verknüpfungen nicht überschrieben werden, kann dies zu unerwartetem Verhalten führen! Es wird empfohlen, die Verknüpfungen zu überschreiben!

source: Don't Override
de: Nicht überschreiben

source: Override
de: Überschreiben

source: View Client
de: Zeige Mandant

source: Add Group
de: Neue Gruppe

source: Permissions
de: Berechtigungen

source: Edit Group
de: Bearbeite Gruppe

source: View Group
de: Zeige Gruppe

source: Home
de: Startseite

source: Help
de: Hilfe

source: Help overview
de: Handbuch Übersicht

source: Overview about important features and FAQs
de: Übersicht über wichtige Features und FAQs

source: System info
de: Systeminformation

source: Latest features and updates
de: Neueste Features und Updates

source: Latest added features and changes
de: Neueste Features und Änderungen

source: Add Route
de: Neue Linie

source: Description
de: Beschreibung

source: Color
de: Farbe

source: Text Color
de: Text-Farbe

source: Edit Route
de: Bearbeite Linie

source: Route ID
de: Linien-ID

source: Route Type
de: Linientyp

source: View Route
de: Zeige Linie

source: Num Variations
de: Anz. Varianten

source: Colors
de: Farbschema

source: Related Trips
de: Zugeordnete Fahrten

source: Direction
de: Richtung

source: Variation
de: Variante

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: Headsign
de: Zieltext

source: Wheelchair
de: Barrierefrei

source: Bikes
de: Fahrradmitnahme

source: N/A
de: Keine Angabe

source: Yes
de: Ja

source: No
de: Nein

source: No related trips found!
de: Keine zugeordneten Fahrten gefunden!

source: Add Service
de: Neue Tagesart

source: Deviations
de: Einzeltage

source: Start Date
de: Start-Datum

source: End Date
de: End-Datum

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Edit Service
de: Bearbeite Tagesart

source: Deviation
de: Abweichung

source: Service ID
de: Tagesart-ID

source: View Service
de: Zeige Tagesart

source: End
de: Ende

source: Service Days
de: Verkehrstage

source: additional
de: zusätzlich

source: exceptional
de: nicht

source: Add Shape
de: Neuer Fahrweg

source: Shape
de: Fahrweg

source: Click Strg+Point to continue the line.
de: Klicken Sie Strg+Punkt um die Linie fortzuführen.

source: Click on the map to start a new line.
de: Klicken Sie in die Karte, um eine neue Linie zu beginnen.

source: Click on the map to continue line.
de: Klicken Sie in die Karte, um die Linie fortzuführen.

source: Click on last point to finish line.
de: Klicken Sie auf den letzten Punkt, um die Linie zu beenden.

source: Edit Shape
de: Bearbeite Fahrweg

source: Shape ID
de: Fahrweg-ID

source: Copy
de: Kopieren

source: View Shape
de: Zeige Fahrweg

source: Add Station
de: Neue Station

source: Add Stop
de: Neue Halteposition

source: Platform Code
de: Steig

source: Stop Pair
de: Haltepositionen

source: Create Stops
de: Zwei Haltepositionen erzeugen

source: Click on the map to set the position.
de: Klicken Sie in die Karte, um die Position zu setzen.

source: Edit Station
de: Bearbeite Station

source: Edit Stop
de: Bearbeite Halteposition

source: Stops
de: Haltepositionen

source: Platform
de: Steig

source: Stop ID
de: Stations-ID

source: Stop Code
de: Code

source: Stop Name
de: Name

source: View Station
de: Zeige Station

source: View Stop
de: Zeige Halteposition

source: Desc
de: Beschreibung

source: Num Stops
de: Anz. Haltepositionen

source: No assigned stops where found!
de: Keine zugeordneten Haltepositionen gefunden!

source: Latest Features
de: Neueste Features

source: Current Version
de: Aktuelle Version

source: Data Errors
de: Datenfehler

source: Text
de: Meldungstext

source: Warning
de: Warnung

source: Error
de: Fehler

source: Ignore
de: Ignorieren

source: No data errors found.
de: Keine Datenfehler gefunden.

source: Requests
de: Anfragen

source: User Manual
de: Benutzerhandbuch

source: General
de: Allgemein

source: MANUAL_GENERAL_INFO
de: Vielen Dank, dass Sie **{0}** verwenden! In diesem Benutzerhandbuch erhalten Sie eine kurze Einführung in die einzelnen Funktionen, die Ihnen die Software bietet. Sollten Sie dennoch Fragen haben, so können Sie sich jederzeit an den Support wenden.

source: MANUAL_SYSTEM_INFO
de: #### Grundsätzliche Systemfunktionen Das System von **{0}** besteht im Wesentlichen aus drei Teilen: Dem Hintergrundsystem zur Datenverwaltung (*{0}.Master*), dem Frontend (*{0}.Info*), auf dem die gespeicherten Daten exemplarisch betrachtet und überprüft werden können und der Schnittstelle (*{0}.API*) zur Abfrage von Daten annähernd gleich mit dem GTFS-Format. Diese drei Komponenten gehören zur Grundausstattung von **{0}**. Wir empfehlen Ihnen dringend, sich vor der Arbeit mit **{0}** mit den Grundlagen von [GTFS-Daten](https://gtfs.org/) und dem Aufbau von Fahrplaninformationen zu befassen! #### Benutzer Benutzer sind alle Instanzen, welche sich am System anmelden und arbeiten können. Jeder Benutzer ist einer Gruppe und einem Mandanten zugeordnet, um ihn eindeutig identifizieren zu können. *Hinweis: Die hinterlegte E-Mailadresse muss systemweit eindeutig sein!* #### Gruppen Über Gruppen werden Berechtigungen für jeden Objekttyp verwaltet. Für jedes Objekt können die Berechtigungen *anzeigen*, *hinzufügen*, *bearbeiten* und *löschen* gesetzt oder explizit verboten werden. #### Mandanten Durch die Verwendung von Mandanten wird mehreren Unternehmen unabhängig voneinander die Arbeit am System ermöglicht. Jeder Mandant kann als "Eigentümer" eines Objektes betrachtet werden. Bestimmte Objekte sind fest mit ihrem Mandanten verknüpft und können ausschließlich von diesen angezeigt oder bearbeitet werden. #### Benutzerdefinierte Einstellungen Über einen Klick auf Ihren Benutzernamen in der rechten oberen Ecke der Kopfzeile öffnet sich ein Popup-Fenster. Hier haben Sie u.A. die Möglichkeit, sich vom System abzumelden und ferner einige benutzerdefinierte Einstellungen vorzunehmen. Beispielsweise können Sie ein anderes Farbschema wählen und die von Ihnen bevorzugte Sprache einstellen. Diese beziehen sich ausschließlich auf Ihr Benutzerprofil und haben keine Auswirkung auf die übrigen Profile. #### Hilfestellung Sollten Sie während der Arbeit mit **{0}** einmal Hilfe benötigen, klicken Sie auf den Rettungsring neben Ihrem Benutzernamen in der Kopfzeile. Dieser führt Sie stets zum passenden Eintrag in diesem Benutzerhandbuch.

source: MANUAL_STOPS_INFO
de: Analog zu bereits existenten Fahrplanmodellen kommt ein Haltestellenmodell bestehend aus Haltestellen und Haltepositionen zur Verwendung. #### Haltestellen (Stationen) Eine Haltestelle beschreibt grundsätzlich eine komplette Station, wie sie auch in Fahrplanmedien dargestellt wird. Dies kann in etwa analog zu einem Bahnhof mit mehreren Bahnsteigen betrachtet werden. Normalerweise enthält jede Haltestelle mind. eine Halteposition. Während eine Haltestelle immer mit einem grünen "H" auf gelbem Grund dargestellt ist, werden die Haltepositionen als rote Dreiecke in der Karte angezeigt. #### Haltepositionen (Steige) In den Fahrplandaten wird für gewöhnlich nicht die Haltestelle selbst, sondern die Halteposition referenziert. Die Halteposition entspricht dem Punkt, an dem ein Fahrzeug mit der Fahrzeugspitze planmäßig zum Halten kommt. Dies ermöglicht in der Fahrplanauskunft ein exaktes Routing bis zum tatsächlichen Abfahrtsort der Fahrt. *Hinweis: Gemäß der GTFS-Spezifikation von Google sollten Sie ausschließlich Haltepositionen anstatt von Haltestellen im Fahrplan referenzieren!* **Erstellen und Bearbeiten von Haltestellen** Klicken Sie zum Erstellen einer neuen Haltestelle auf das blaue `+` rechts oben in der Übersichtsbox. Nachdem Sie die Eingabefelder ausgefüllt haben, klicken Sie mit der linken Maustaste in die Karte, um die GPS-Position der Haltestelle festzulegen. *Hinweis: Wenn für eine Haltestelle ein Code vergeben wird, so muss dieser systemweit eindeutig sein! Eine mehrfache Nennung desselben Codes wird vom System abgewiesen.* **Erstellen und Bearbeiten von Haltepositionen** Um eine Halteposition hinzuzufügen, wechseln Sie zunächst in den Bearbeitungs-Modus einer Haltestelle. Dies geschieht entweder durch Klicken auf den entsprechenden Button in der Übersichtstabelle oder alternativ auf den blauen Stift rechts oben in der Anzeigebox. Wechseln Sie anschließend zum Tab "Haltepositionen". Um eine neue Halteposition hinzuzufügen, klicken Sie auf das kleine `+` rechts oberhalb der Tabelle mit den Haltepositionen. Anschließend verfahren Sie analog zum Erstellen von Haltestellen. **Löschen von Haltepositionen** Genau wie das Hinzufügen von Haltepositionen kann das Löschen einer solchen nur dann erfolgen, wenn die sich die übergeordnete Haltestelle im Bearbeitungs-Modus befindet. Wechseln Sie ggf. in den Bearbeitungs-Modus und anschließend zum Tab "Haltepositionen". Klicken Sie anschließend auf den entsprechenden Button in der Tabelle mit den Haltepositionen.

source: MANUAL_SHAPES_INFO
de: Graphische Fahrwege dienen im GTFS-Standard dazu, den Fahrtverlauf einer Fahrt durch eine Polyline auf der Karte darzustellen. Im Regelfall sollte jede Fahrt einen Fahrweg referenzieren. **Erstellen von Fahrwegen** Um einen neuen Fahrweg zu definieren, klicken Sie auf das blaue `+` rechts oben in der Übersichtsbox. Alternativ können Sie einen bestehenden Fahrweg kopieren und diesen dann entsprechend bearbeiten. Geben Sie dem Fahrweg einen aussagekräftigen Namen. Passenderweise wäre dies die Linienvariante oder alternativ der Code der jeweils ersten und letzten bedienten Haltestelle. Um einen Fahrweg definieren zu können, setzen Sie mindestens zwei Punkte durch Klicken auf der Karte. Wenn Sie den Fahrweg fertig definiert haben, klicken Sie einmalig mit der linken Maustaste auf den letzten Punkt der Polyline. **Bearbeiten von Fahrwegen** In einigen Fällen kann es sinnvoll sein, einen bestehenden Fahrweg zu bearbeiten. Klicken Sie hierzu auf den entsprechenden Button in der Übersichtstabelle. In der Karte finden Sie dann zunächst die bislang gespeicherte Polyline vor. Um diese fortzuführen, klicken Sie mit gedrückter `Strg`-Taste in die Karte. Umgekehrt können Sie einen Punkt der Polyline verschieben, indem Sie ihn mit gedrückter linker Maustaste über die Karte bewegen. Um einen Punkt zu löschen, klicken Sie ihn einmalig mit der linken Maustaste an.
