Repository: sebastianknopf/opentransport-editor
Catalog: src/Locale/*/default.po
Languages: de

source: If you want to send emails, you must enter your SMTP credentials here. You can also skip this part of installation and change the credentials in the config file manually.
de: Wenn Sie aus E-Mails aus dem System heraus versenden wollen, benötigen wir Ihre SMTP-Zugangsdaten. Sie können diesen Schritt auch überspringen und später manuell in der Konfigurationsdatei bearbeiten.

source: E-Mail Sender
de: E-Mail Absender

source: Skip
de: Überspringen

source: Requirements
de: Voraussetzungen

source: Welcome to **{0}** installation! This wizard will guide you through the whole installation process.
de: Willkommen zur **{0}** Installation! Dieser Wizard wird Sie durch die Installation begleiten.

source: installed PHP version >= 5.6
de: PHP >= 5.6 installiert

source: installed CakePHP core >= 3.8
de: CakePHP >= 3.8 installiert

source: extension {0} for PHP loaded
de: PHP-Erweiterung {0} geladen!

source: extension {0} for PHP NOT loaded
de: PHP-Erweiterung {0} NICHT geladen!

source: function set_time_limit not locked
de: Funktion set_time_limit freigegeben

source: function set_time_limit is locked! Current max execution time limit is {0} seconds
de: Die Funktion set_time_limit ist vom System gesperrt! Die aktuelle max. Ausführungszeit beträgt {0} Sekunden

source: Admin User
de: Administrator

source: You have to create at least one admin user! Enter your preferred credentials in the boxes below.
de: Sie müssen einen Administrator erstellen, um sich am System anzumelden. Bitte geben Sie Ihre gewünschten Zugangsdaten ein.

source: Back
de: Zurück

source: Logout
de: Abmelden

source: Data Management
de: Datenverwaltung

source: Network
de: Netzdaten

source: Trip Data
de: Fahrplandaten

source: Data Exchange
de: Datenaustausch
